TesboCFD/tutorials/incompressible/pimpleFoam/RAS/axialTurbine_rotating_oneBlade/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

# Start simulation from scratch
runApplication pimpleFoam

#------------------------------------------------------------------------------
